Repository: GNOME/gnome-maps
Catalog: po/*.po
Languages: ja, nn

source: Maps
ja: 地図
nn: Kart

source: Find places around the world
ja: 世界中の場所を見つける
nn: Finn stader verda rundt

source: Maps gives you quick access to maps all across the world. It allows you to quickly find the place you’re looking for by searching for a city or street, or locate a place to meet a friend.
ja: 世界中あらゆる場所の地図に簡単にアクセスできます。都市や住所を検索して、お探しの場所をさっと見つけられ、待ち合わせ場所もすぐに特定できます。
nn: Kart gjev deg rask tilgang til kart over heile verda. Du kan lett finne staden du leitar etter ved å søkje etter ein by eller ei gate, eller finne ein stad å møtast med ein ven.

source: Maps uses the collaborative OpenStreetMap database, made by hundreds of thousands of people across the globe.
ja: この地図アプリは、OpenStreetMap データベースを利用しています。このデータベースは、世界中の膨大な人々が協力して作成しています。
nn: Kart brukar den samarbeidande OpenStreetMap-databasen, laga av hundretusenvis av menneske over heile verda.

source: A simple maps application
ja: シンプルな地図アプリケーション
nn: Eit enkelt kartprogram

source: Maps;
ja: Maps;地図;マップ;
nn: Kart;

source: Allows your location to be shown on the map.
ja: あなたの場所を地図に表示
nn: Lèt posisjonen din visast på kartet.

source: last viewed location
ja: 直近に表示した場所
nn: sist viste posisjon

source: Coordinates of last viewed location.
ja: 直近の既知の位置の詳細。
nn: Koordinatar for sist viste posisjon.

source: zoom
ja: ズーム
nn: forstørring

source: Zoom level
ja: ズームレベル
nn: Forstørringsnivå

source: rotation
ja: 回転
nn: rotasjon

source: Map rotation in radians
ja: 地図の回転 (単位: ラジアン)
nn: Kartrotasjon i radianar

source: Map type
ja: 地図の種類
nn: Karttype

source: The type of map to display (street, aerial, etc.)
ja: 表示する地図の種類(街路地図、航空写真など)
nn: Karttypen som skal visast (gate, flyfoto, osb.)

source: Window size
ja: ウィンドウサイズ
nn: Vindaugsstorleik

source: Window size (width and height).
ja: ウィンドウサイズ (幅と高さ) です。
nn: Vindaugsstorleik (breidd og høgd).

source: Window position
ja: ウィンドウの位置
nn: Vindaugsposisjon

source: Window position (X and Y).
ja: ウィンドウの位置 (横位置と縦位置) です。
nn: Vindaugsposisjon (X og Y).

source: Window maximized
ja: ウィンドウ最大化
nn: Vindauget maksimert

source: Window maximization state
ja: ウィンドウを最大化しているかどうかの設定です。
nn: Tilstand for vindaugs­maksimering

source: Maximum number of search results
ja: 検索結果の最大数
nn: Høgste tal på søkeresultat

source: Maximum number of search results from geocode search.
ja: geocode 検索の検索結果として表示する最大数。
nn: Høgste tal på søkeresultat frå geokodesøk.

source: Number of recent places to store
ja: 最近見た場所を保存する数
nn: Tal på nyleg besøkte stader som skal lagrast

source: Number of recently visited places to store.
ja: 最近訪れた場所を保存する数。
nn: Tal på nyleg besøkte stader som skal lagrast.

source: Number of recent routes to store
ja: 最近見たルートを保存する数
nn: Tal på nyleg brukte ruter som skal lagrast

source: Number of recently visited routes to store.
ja: 最近訪れたルートを保存する数。
nn: Tal på nyleg brukte ruter som skal lagrast.

source: OpenStreetMap username or email address
ja: OpenStreetMap のユーザー名またはメールアドレス
nn: Brukarnamn eller e-postadresse for OpenStreetMap

source: Indicates if the user has signed in to edit OpenStreetMap data.
ja: OpenStreetMapデータを編集するためにユーザーがログインしたかどうか
nn: Viser om brukaren har logga inn for å redigere OpenStreetMap-data.

source: Last used transportation type for routing
ja: ルート検索で最後に使用した交通手段
nn: Sist brukte transporttype for ruteval

source: Show scale
ja: スケールを表示
nn: Vis målestokk

source: Whether to show the scale.
ja: スケールを表示するかどうか。
nn: Om målestokken skal visast.

source: Map tile URL pattern
ja: 地図タイルの URL パターン
nn: URL-mønster for kartfliser

source: The URL pattern for the vector tile source to use. Note that the map style relies on certain extensions compared to upstream Planetiler OpenMapTiles Profile
ja: 使用するベクタータイルソースの UR Lパターン。地図タイルは、上流の Planetiler OpenMapTiles プロファイルと比較して、特定の拡張機能に依存していることに注意。
nn: URL-mønsteret for vektorkartflisene som skal brukast. Merk at kartstilen er avhengig av visse utvidingar samanlikna med oppstraums Planetiler OpenMapTiles-profil.

source: Units to show measurements in
ja: 距離を表示する探知
nn: Einingar for målingar

source: How to show measurements. ('system' uses default for system locale, 'metric' always show metric units, 'imperial' always show imperial units).
ja: 距離をどう表示するか ('system' はシステムのロケールのデフォルトを使用、'metric' は常にメートル法で表示、'imperial' は常にヤード・ポンド法で表示)
nn: Korleis målingar skal visast. («system» brukar standard frå systemlokale, «metric» viser alltid metriske einingar, «imperial» viser alltid imperiale einingar).

source: Route from Here
ja: ここからのルート
nn: Rute herfrå

source: Add Intermediate Destination
ja: 経由地を追加
nn: Legg til mellomdestinasjon

source: Route to Here
ja: ここまでのルート
nn: Rute hit

source: Clear Current Route
ja: 現在のルートを消去
nn: Tøm gjeldande rute

source: Copy Location
ja: 場所をコピー
nn: Kopier posisjon

source: Add to OpenStreetMap…
ja: OpenStreetMapへ追加…
nn: Legg til i OpenStreetMap …

source: Export View
ja: ビューのエクスポート
nn: Eksporter vising

source: _Cancel
ja: キャンセル(_C)
nn: _Avbryt

source: _Export
ja: エクスポート(_E)
nn: _Eksporter

source: Remove Favorite
ja: お気に入りを削除
nn: Fjern favoritt

source: No Favorites
ja: お気に入り無し
nn: Ingen favorittar

source: Add places to your favorites to get them listed here
ja: 場所をお気に入りに追加して、ここに一覧を表示する
nn: Legg til stader som favorittar for å få dei viste her

source: Current Location
ja: 現在の位置
nn: Gjeldande posisjon

source: Layers
ja: レイヤー
nn: Lag

source: Print Route
ja: ルートの印刷
nn: Skriv ut rute

source: Favorites
ja: お気に入り
nn: Favorittar

source: Route Planner
ja: ルート案内
nn: Ruteplanleggjar

# shortcut window
source: General
ja: 一般
nn: Generelt

# shortcut window
source: Show Shortcuts
ja: ショートカットを表示
nn: Vis snarvegar

# shortcut window
source: Search
ja: 検索
nn: Søk

# shortcut window
source: Explore points-of-interest
ja: 関心地点(POI)を探索
nn: Utforsk interessepunkt

# shortcut window
source: Show last search results
ja: 最新の検索結果を表示
nn: Vis siste søkeresultat

# shortcut window
source: Toggle route planner
ja: ルート案内の有無を切り替え
nn: Slå av/på ruteplanleggjar

# shortcut window
source: Print route
ja: ルートを印刷
nn: Skriv ut rute

# shortcut window
source: Quit
ja: 終了
nn: Avslutt

# shortcut window
source: Open main menu
ja: メインメニューを開く
nn: Opna hovudmeny

# shortcut window
source: Map View
ja: 地図の表示
nn: Kartvising

# shortcut window
source: Zoom in
ja: 拡大
nn: Forstørr

# shortcut window
source: Zoom out
ja: 縮小
nn: Forminsk

# shortcut window
source: Rotate clockwise
ja: 時計回りに回転
nn: Roter med klokka

# shortcut window
source: Rotate counter-clockwise
ja: 反時計回りに回転
nn: Roter mot klokka

# shortcut window
source: Reset rotation
ja: 回転をリセット
nn: Tilbakestill rotasjon

# shortcut window
source: Toggle scale
ja: スケールの有無を切り替え
nn: Slå av/på målestokk

# shortcut window
source: Go to current location
ja: 現在の位置へ移動
nn: Gå til gjeldande posisjon

# shortcut window
source: Switch to street view
ja: ストリートビューに切り替え

# shortcut window
source: Switch to aerial view
ja: 航空写真画面に切り替え

# shortcut window
source: Open shape layer
ja: シェープレイヤーを開く
nn: Opna form-lag

source: Show Scale
ja: スケールを表示
nn: Vis målestokk

source: Open Shape Layer…
ja: シェイプレイヤーを開く…
nn: Opna form-lag …

source: Set up OpenStreetMap Account…
ja: OpenStreetMap アカウントの設定…
nn: Set opp OpenStreetMap-konto …

source: Export as Image…
ja: 画像としてエクスポート
nn: Eksporter som bilete …

source: Measurement Units
ja: 単位系
nn: Måleeiningar

source: _System Default
ja: システムのデフォルト(_S)
nn: _Systemstandard

source: _Metric
ja: メートル法(_M)
nn: _Metrisk

source: _Imperial
ja: ヤード・ポンド法(_I)

source: _Keyboard Shortcuts
ja: キーボードショートカット(_K)
nn: _Tastatursnarvegar

source: About Maps
ja: “地図”について
nn: Om Kart

source: Main Menu
ja: メインメニュー
nn: Hovudmeny

source: OpenStreetMap Account
ja: OpenStreetMap アカウント
nn: OpenStreetMap-konto

source: Sign In To Edit Maps
ja: 地図を編集するためにログイン
nn: Logg inn for å redigere kart

source: Help to improve the map, using an OpenStreetMap account.
ja: OpenStreetMapのアカウントを使って地図の改善を手伝おう。
nn: Hjelp til med å forbetre kartet ved å bruke ein OpenStreetMap-konto.

source: _Sign In
ja: ログイン(_S)
nn: _Logg inn

source: Verification
ja: 認証
nn: Stadfesting

source: Copy the verification code shown when authorizing access in the browser.
ja: ブラウザーでアクセスを承認した時に表示される認証IDをコピーしてください。
nn: Kopier stadfestingskoden som vert vist når du gjev tilgang i nettlesaren.

source: Verification Code
ja: 認証ID
nn: Stadfestingskode

source: _Verify
ja: 認証(_V)
nn: _Stadfest

source: Signed In
ja: ログイン中
nn: Innlogga

source: Your OpenStreetMap account is active.
ja: あなたの OpenStreetMap アカウントはアクティブです。
nn: OpenStreetMap-kontoen din er aktiv.

source: _Sign Out
ja: ログアウト
nn: _Logg ut

source: Discard Changes?
ja: 変更を破棄しますか?
nn: Forkast endringar?

source: Your current changes to the map will be lost
ja: 地図に今加えた変更は失われます
nn: Dei gjeldande endringane i kartet vil gå tapt

source: _Discard
ja: 破棄(_D)
nn: _Forkast

# dialog title
source: Edit Location
ja: 場所を編集
nn: Rediger posisjon

source: Loading…
ja: 読み込み中…
nn: Lastar …

source: Edit Location
ja: 場所を編集
nn: Rediger posisjon

source: Edit an existing location in OpenStreetMap
ja: 既存の場所をOpenStreetMapで編集
nn: Rediger ein eksisterande posisjon i OpenStreetMap

source: Continue
ja: 続ける
nn: Hald fram

source: Location Type
ja: 場所の種類
nn: Posisjonstype

source: Search types
ja: 種類を検索
nn: Søk etter typar

source: Recently Used Types
ja: 最近使用した種類
nn: Nyleg brukte typar

source: Edit Map
ja: 地図を編集
nn: Rediger kart

source: Almost There!
ja: もうすぐ!
nn: Snart ferdig!

source: Describe your map changes. They will be visible on all maps that use OpenStreetMap data.
ja: 地図の変更点を記述してください。記述した内容は OpenStreetMap のデータを使用するすべての地図で見ることができるようになります。
nn: Skildr kartendringane dine. Dei vert synlege på alle kart som brukar OpenStreetMap-data.

source: Submit
ja: 送信
nn: Send inn

source: None
ja: なし
nn: Ingen

source: Explore Nearby Places
ja: 近くの場所を見る
nn: Utforsk stader i nærleiken

source: No results found
ja: 結果がみつかりません
nn: Fann ingen resultat

source: An error has occurred
ja: エラーが発生しました
nn: Ein feil har oppstått

source: Change Route Order
ja: ルートの向きを変更
nn: Endra rekkjefølgje på rute

source: Open Location
ja: 場所を開く
nn: Opna posisjon

source: C_opy
ja: コピー(_O)
nn: K_opier

source: _Send To…
ja: 送り先(_S)…
nn: _Send til …

source: Toggle visible
ja: 可視・不可視
nn: Slå av/på synleg

source: Remove Shape Layer
ja: シェープレイヤーを削除
nn: Fjern form-lag

source: Walking
ja: 徒歩
nn: Til fots

source: Cycling
ja: 自転車
nn: Sykkel

source: Driving
ja: 運転
nn: Bil

source: Public Transit
ja: 公共交通機関
nn: Kollektivtransport

source: Route search by GraphHopper
ja: GraphHopperによるルート検索
nn: Rutesøk med GraphHopper

source: More Information
ja: さらに表示
nn: Meir informasjon

source: Routing itineraries for public transit is provided by third-party services. GNOME can not guarantee correctness of the itineraries and schedules shown. Note that some providers might not include all available modes of transportation, e.g. a national provider might not include airlines, and a local provider could miss regional trains. Names and brands shown are to be considered as registered trademarks when applicable.
ja: 公共交通機関のルート案内はサードパーティのサービスによって提供されています。 GNOME は、表示されるルート案内や時刻表の正確性を保証するものではありません。 一部のサービス提供者は、利用可能なすべての交通手段を網羅していない場合が あります。 例えば、国レベルのサービス提供者では航空会社が含まれない場合があり、 地域レベルのサービス提供者では地方の鉄道が含まれない場合があります。 表示されている名称およびブランドは、該当する場合、登録商標とみなされます。
nn: Ruteplanar for kollektivtransport vert leverte av tredjepartstenester. GNOME kan ikkje garantere at ruteplanar og tidstabellar som vert viste er rette. Merk at somme tilbydarar kanskje ikkje tek med alle transportmåtar, t.d. kan ein nasjonal tilbydar mangle fly, og ein lokal tilbydar kan mangle regiontog. Namn og varemerke som vert viste skal reknast som registrerte varemerke der det er relevant.

source: Back
ja: 戻る
nn: Tilbake

source: Hide intermediate stops and information
ja: 中間点と情報を非表示に
nn: Gøym mellomstopp og informasjon

source: Show intermediate stops and information
ja: 中間点と情報を表示
nn: Vis mellomstopp og informasjon

source: Leave Now
ja: すぐに出発
nn: Reis no

source: Leave By
ja: 出発時刻
nn: Reis innan

source: Arrive By
ja: 到着時刻
nn: Framme innan

source: View More
ja: もっと見る
nn: Vis meir

source: Show
ja: 表示
nn: Vis

source: _Buses
ja: バス(_B)
nn: _Bussar

source: _Trams
ja: 路面電車(_T)
nn: _Trikkar

source: T_rains
ja: 鉄道(_R)
nn: T_og

source: _Subway
ja: 地下鉄(_S)
nn: _T-bane

source: _Ferries
ja: フェリー(_F)
nn: _Ferjer

source: _Airplanes
ja: 飛行機(_A)
nn: _Fly

source: Share Location
ja: 場所を共有
nn: Del posisjon

source: Add to new route
ja: 新しいルートを追加
nn: Legg til i ny rute

source: _Directions
ja: ここへ向かう(_D)
nn: _Veger

source: Mark as Favorite
ja: お気に入りに追加
nn: Merk som favoritt

source: Edit on OpenStreetMap
ja: OpenStreetMapで編集
nn: Rediger i OpenStreetMap

source: Share location
ja: 場所を共有
nn: Del posisjon

source: Back to Main Categories
ja: メインカテゴリーへ戻る
nn: Tilbake til hovudkategoriar

source: Reset Rotation
ja: 回転をリセット
nn: Tilbakestill rotasjon

source: Zoom Out
ja: ズームアウト
nn: Forminsk

source: Zoom In
ja: ズームイン
nn: Forstørr

source: Failed to find tile structure in directory
ja: ディレクトリでタイルの構造を見つけることができませんでした
nn: Klarte ikkje å finne flisstruktur i katalogen

source: Failed to parse XML document
ja: XMLドキュメントのパースに失敗
nn: Klarte ikkje å tolke XML-dokument

source: Missing required attributes
ja: 要求した属性が見つかりません
nn: Manglar påkravde attributt

source: Could not find OSM element
ja: OSM 要素を見つられませんでした
nn: Fann ikkje OSM-element

source: Could not find user element
ja: ユーザー要素を見つけられませんでした

source: A path to a local tiles directory structure
ja: ローカルなタイルディレクトリー構造へのパス
nn: Ein stig til ein lokal katalogstruktur for kartfliser

source: Tile size for local tiles directory
ja: ローカルなタイルディレクトリのタイルサイズ
nn: Flisstorleik for lokal flisekatalog

source: Show the version of the program
ja: このプログラムのバージョンを表示
nn: Vis programversjonen

source: Search for places
ja: 場所を探す
nn: Søk etter stader

source: [FILE…|URI]
ja: [ファイル…|URI]
nn: [FIL …|URI]

source: Invalid maps: URI: %s
ja: 無効な地図: URI: %s
nn: Ugyldig kart-URI: %s

source: Maps at %f, %f.png
ja: %f,%fの地図.png
nn: Kart ved %f, %f.png

source: Unable to export view
ja: ビューをエクスポートできません
nn: Klarte ikkje å eksportere vising

source: Favorite removed
ja: お気に入りを削除しました
nn: Favoritt fjerna

source: _Undo
ja: 元に戻す(_U)
nn: _Angre

source: invalid coordinate
ja: 無効な座標
nn: ugyldig koordinat

source: parse error
ja: パースエラー
nn: tolkingsfeil

source: unknown geometry
ja: 無効なジオメトリー
nn: ukjend geometri

source: Route request failed.
ja: ルート要求は失敗しました。
nn: Ruteførespurnad feila.

source: No route found.
ja: ルートが見つかりません。
nn: Fann inga rute.

source: Start!
ja: 開始！

source: Failed to connect to location service
ja: 位置情報サービスに接続できません
nn: Klarte ikkje å kople til posisjonstenesta

source: Turn on location services
ja: 位置情報サービスをオンにしてください
nn: Slå på posisjonstenester

source: Location Settings
ja: 場所の設定
nn: Posisjonsinnstillingar

source: translator-credits
ja: 松澤 二郎 <jmatsuzawa@gnome.org> victory <victory.deb@gmail.com> Ikuya Awashiro <ikuya@fruitsbasket.info> Hajime Taira <htaira@redhat.com> Japanese Translation Team https://l10n.gnome.org/teams/ja/ Tomo Dote <fu7mu4@gmail.com> Kusano Takayuki https://bsky.app/profile/tkusano.jp
nn: Omsetjar-kreditering

source: Map data by %s and contributors
ja: %s と貢献者による地図データ
nn: Kartdata av %s og bidragsytarar

source: Map Data Provider
ja: 地図データプロバイダー
nn: Kartdataleverandør

source: Map Tile Provider
ja: 地図タイルプロバイダー
nn: Kartflisleverandør

source: Map tiles provided by %s
ja: %s 提供の地図タイル
nn: Kartfliser levert av %s

source: Search Provider
ja: 検索プロバイダー
nn: Søkjeteneste

source: Search provided by %s using %s
ja: %s 提供の %s を使った検索
nn: Søk levert av %s med %s

source: All Layer Files
ja: すべてのレイヤーファイル
nn: Alle lagfiler

source: Open Shape Layers
ja: シェイプレイヤーを開く
nn: Opna form-lag

source: Failed to open layer
ja: レイヤーを開くのに失敗しました
nn: Klarte ikkje å opna lag

source: Do you want to continue?
ja: 続けますか?
nn: Vil du halde fram?

source: You are about to open files with a total size of %s MB. This could take some time to load
ja: 合計 %s MBのファイルを開こうとしています。読み込むのに時間がかかる場合があります
nn: Du er i ferd med å opna filer med ei total storleik på %s MB. Dette kan ta ei stund å lasta inn

source: Cancel
ja: キャンセル
nn: Avbryt

source: File type is not supported
ja: ファイルタイプをサポートしていません
nn: Filtypen er ikkje støtta

source: Failed to open GeoURI
ja: GeoURIを開くのに失敗しました
nn: Klarte ikkje å opna GeoURI

source: Zoom in to add location
ja: ズームインして場所を追加!
nn: Forstørr for å leggja til posisjon

source: Location was added in OpenStreetMap
ja: OpenStreetMap アカウントに場所が追加されました
nn: Posisjonen vart lagt til i OpenStreetMap

source: The verification code didn’t match, please try again.
ja: 認証コードが一致しません、やりなおしてください。
nn: Stadfestingskoden stemde ikkje, prøv på nytt.

source: Incorrect user name or password
ja: ユーザー名またはパスワードが間違っています
nn: Feil brukarnamn eller passord

source: Success
ja: 成功
nn: Vellukka

source: Bad request
ja: 無効なリクエスト
nn: Ugyldig førespurnad

source: Object not found
ja: 位置が見つかりません
nn: Objekt ikkje funne

source: Conflict, someone else has just modified the object
ja: 衝突発生。誰かがオブジェクトを変更したばかりです
nn: Konflikt, nokon andre har nettopp endra objektet

source: Object has been deleted
ja: オブジェクトが削除されています
nn: Objektet er sletta

source: Way or relation refers to non-existing children
ja: 存在しない子のウェイまたはリレーション
nn: Vei eller relasjon viser til ikkje-eksisterande underobjekt

source: General
ja: 一般
nn: Generelt

source: Name
ja: 名前
nn: Namn

source: Type
ja: 種類

source: Address
ja: 住所
nn: Adresse

source: Contact
ja: 連絡先
nn: Kontakt

source: Opening Hours
ja: 営業時間
nn: Opningstider

source: Phone
ja: 電話番号
nn: Telefon

source: Email
ja: メールアドレス
nn: E-post

source: Website
ja: ウェブサイト
nn: Nettstad

source: Accessibility
ja: アクセシビリティ
nn: Tilgjenge

source: Wheelchair Access
ja: 車いすでのアクセス
nn: Rullestoltilgjenge

source: Yes
ja: あり
nn: Ja

source: No
ja: なし
nn: Nei

source: Limited
ja: 制限あり
nn: Avgrensa

source: Designated
ja: 車いす専用
nn: Tilrettelagd

source: Internet Access
ja: インターネット
nn: Internettilgang

source: Wired
ja: 有線
nn: Kabla

source: Terminal
ja: 端末あり

source: Service
ja: サービス
nn: Teneste

source: Miscellaneous
ja: その他
nn: Ymse

source: Population
ja: 人口
nn: Folketal

source: Altitude
ja: 高度
nn: Høgd

source: Elevation above sea level, in meters
ja: 海抜0からの高さ、メートル単位
nn: Høgd over havet, i meter

source: Takeout
ja: テイクアウト
nn: Takeaway

source: Only
ja: テイクアウトのみ
nn: Berre

source: Religion
ja: 宗教

source: Animism
ja: アニミズム
nn: Animisme

source: Bahá’í
ja: バハーイ教

source: Buddhism
ja: 仏教
nn: Buddhisme

source: Caodaism
ja: カオダイ教
nn: Caodaisme

source: Christianity
ja: キリスト教
nn: Kristendom

source: Confucianism
ja: 儒教
nn: Konfutsianisme

source: Hinduism
ja: ヒンズー教
nn: Hinduisme

source: Jainism
ja: ジャイナ教
nn: Jainisme

source: Judaism
ja: ユダヤ教
nn: Jødedom

source: Islam
ja: イスラム教

source: Multiple Religions
ja: 複数の宗教
nn: Fleire religionar

source: Paganism
ja: 異教
nn: Paganisme

source: Pastafarianism
ja: 空飛ぶスパゲッティ・モンスター教
nn: Pastafarianisme

source: Scientology
ja: サイエントロジー
nn: Scientologi

source: Shinto
ja: 神道

source: Sikhism
ja: シク教
nn: Sikhisme

source: Spiritualism
ja: スピリチュアリズム
nn: Spiritualisme

source: Taoism
ja: 道教
nn: Taoisme

source: Unitarian Universalism
ja: ユニテリアン・ユニヴァーサリズム
nn: Unitarisk universalisme

source: Voodoo
ja: ブードゥー教

source: Yazidism
ja: ヤジディ教
nn: Yazidisme

source: Zoroastrianism
ja: ゾロアスター教
nn: Zoroastrisme

source: Note
ja: メモ
nn: Merknad

# dialog heading
source: Add Location
ja: 場所を追加
nn: Legg til posisjon

source: Add Location
ja: 場所を追加

source: Add a new location to OpenStreetMap
ja: OpenStreetMap へ新しい場所を追加
nn: Legg til ein ny posisjon i OpenStreetMap

source: Changes successfully submitted
ja: 変更の送信に成功
nn: Endringane vart sende inn

source: Unspecified value
ja: 未指定値
nn: Uspesifisert verdi

source: Street Name
ja: 通り名
nn: Gatenamn

source: House Number
ja: 住居番号 (号、支号、枝番号)
nn: Husnummer

source: ZIP Code
ja: 郵便番号
nn: Postnummer

source: City
ja: 市
nn: By

source: Wikipedia Article
ja: Wikipedia 記事
nn: Wikipedia-artikkel

source: Wikidata Tag
ja: Wikidata タグ
nn: Wikidata-merkelapp

source: Load Wikidata tag from article name
ja: 記事名から Wikidata のタグを読み込む
nn: Last inn Wikidata-merkelapp frå artikkelnamn

source: Couldn't find Wikidata tag for article
ja: 記事の Wikidata タグを見つけられませんでした
nn: Fann ikkje Wikidata-merkelapp for artikkelen

source: Aerialway
ja: 索道
nn: Taubane

source: Aeroway
ja: 空路
nn: Flyplassområde

source: Amenity
ja: 施設
nn: Teneste

source: Barrier
ja: 障害物
nn: Sperring

source: Road
ja: 道路
nn: Vei

source: Historic
ja: 史跡
nn: Historisk

source: Leisure
ja: 娯楽
nn: Fritid

source: Office
ja: 事務所
nn: Kontor

source: Place
ja: 地名
nn: Stad

source: Railway
ja: 鉄道
nn: Jernbane

source: Shop
ja: 店舗
nn: Butikk

source: Tourism
ja: 旅行
nn: Turisme

source: Other
ja: その他
nn: Anna

source: Unnamed place
ja: 名前のない場所
nn: Namnlaus stad

source: Clear Entry
ja: エントリーを消去
nn: Tøm felt

source: Failed to parse Geo URI
ja: Geo URIの解析に失敗しました
nn: Klarte ikkje å tolke Geo-URI

source: Failed to parse Maps URI
ja: 地図 URIの解析に失敗しました
nn: Klarte ikkje å tolke Kart-URI

source: Coordinates
ja: 座標
nn: Koordinatar

source: Accuracy
ja: 位置精度
nn: Nøyaktigheit

source: Accuracy: %s
ja: 位置精度: %s
nn: Nøyaktigheit: %s

source: Phone number
ja: 電話番号
nn: Telefonnummer

source: Floor
ja: フロア
nn: Etasje

source: Floor %s
ja: %s フロア
nn: Etasje %s

source: At ground level
ja: 1階
nn: På bakkeplan

source: %s floor above ground level
ja: 1階より%sフロア上の階
nn: %s etasje over bakkeplan

source: %s floor below ground level
ja: 地下%s階
nn: %s etasje under bakkeplan

source: Offers takeout
ja: テイクアウトを提供
nn: Tilbyr takeaway

source: Does not offer takeout
ja: 店内のみ
nn: Tilbyr ikkje takeaway

source: Only offers takeout
ja: テイクアウトのみ
nn: Tilbyr berre takeaway

source: Opening hours
ja: 営業時間
nn: Opningstider

source: Public internet access
ja: 公衆インターネットアクセス
nn: Offentleg internettilgang

source: No internet access
ja: インターネットアクセス無し
nn: Ingen internettilgang

source: Public Wi-Fi
ja: 公衆 Wi-Fi
nn: Offentleg Wi-Fi

source: Wired internet access
ja: 有線インターネットアクセス
nn: Kabla internettilgang

source: Computers available for use
ja: 利用可能なコンピューター端末あり
nn: Datamaskiner tilgjengelege for bruk

source: Internet assistance available
ja: インターネットのアシスタンスあり
nn: Internethjelp tilgjengeleg

source: No toilets available
ja: トイレ利用不可
nn: Ingen toalett tilgjengelege

source: Toilets available
ja: トイレ利用可能
nn: Toalett tilgjengelege

source: Wheelchair accessible
ja: 車いすでのアクセス可能
nn: Tilgjengeleg for rullestol

source: Limited wheelchair accessibility
ja: 車いすでのアクセスに制約・制限
nn: Avgrensa rullestoltilgjenge

source: Not wheelchair accessible
ja: 車いすでのアクセス不可
nn: Ikkje tilgjengeleg for rullestol

source: Designated for wheelchair users
ja: 車いす向け、あるいは専用
nn: Tilrettelagd for rullestolbrukarar

source: %s below sea level
ja: 海面下 %s
nn: %s under havnivå

source: At sea level
ja: 海抜0
nn: Ved havnivå

source: Religion:
ja: 宗教:

source: Exit %s
ja: %s 出口
nn: Avkøyring %s

source: Place not found in OpenStreetMap
ja: OpenStreetMap で場所が見つかりませんでした
nn: Stad ikkje funnen i OpenStreetMap

source: Coordinates in URL are not valid
ja: URL 中の座標が正しくありません
nn: Koordinatar i URL-en er ugyldige

source: URL is not supported
ja: URL はサポートされていません
nn: URL-en er ikkje støtta

source: Amenities
ja: 施設
nn: Tenester

source: ATMs
ja: ATM
nn: Minibankar

source: Post Boxes
ja: ポスト
nn: Postkassar

source: Post Offices
ja: 郵便局
nn: Postkontor

source: Police
ja: 警察
nn: Politi

source: Libraries
ja: 図書館
nn: Bibliotek

source: Pharmacies
ja: 薬局
nn: Apotek

source: Recycling
ja: リサイクル施設・ボックス
nn: Gjenvinning

source: Toilets
ja: トイレ
nn: Toalett

source: Wheelchair-accessible Toilets
ja: 車いすで利用できるトイレ
nn: Rullestoltilgjengelege toalett

source: Baggage Lockers
ja: ロッカー
nn: Oppbevaringsskap

source: Eating & Drinking
ja: 食べ物と飲み物
nn: Mat og drikke

source: Restaurants
ja: レストラン
nn: Restaurantar

source: Fast Food
ja: ファストフード
nn: Snøggmat

source: Food Courts
ja: フードコート
nn: Matområde

source: Pubs
ja: 居酒屋
nn: Pubar

source: Bars
ja: スナック、バー
nn: Barar

source: Cafes
ja: 喫茶店
nn: Kaféar

source: Ice Cream
ja: アイスクリーム店
nn: Iskrem
