Repository: GNOME/gnome-maps
Catalog: po/*.po
Languages: ja, nn

source: Food, Snacks, and Beverage Machines
ja: 食べ物、お菓子、飲み物の自動販売機
nn: Automatar for mat, snacks og drikke

source: Shopping
ja: 店舗

source: Supermarkets
ja: スーパーマーケット
nn: Supermarknader

source: Convenience Stores
ja: コンビニ
nn: Nærbutikkar

source: Shopping Malls
ja: ショッピングモール
nn: Kjøpesenter

source: Clothes
ja: 衣料品店
nn: Klede

source: Shoes
ja: 靴屋
nn: Sko

source: Electronics
ja: 電器屋
nn: Elektronikk

source: Alcohol
ja: 酒屋
nn: Alkohol

source: Bakeries
ja: パン屋
nn: Bakeri

source: Flowers
ja: 花屋
nn: Blomar

source: Gifts
ja: ギフトショップ
nn: Gåver

source: Transportation
ja: 交通関連
nn: Transport

source: Bus & Tram Stops
ja: バス停、電停
nn: Buss- og trikkestopp

source: Train & Subway Stations
ja: 鉄道や地下鉄の駅
nn: Tog- og T-banestasjonar

source: Tickets
ja: 切符、乗車券
nn: Billettar

source: Parking
ja: 駐車場
nn: Parkering

source: Bicycle Parking
ja: 駐輪場
nn: Sykkelparkering

source: Bicycle Rental
ja: 自転車レンタル
nn: Sykkelutleige

source: Car Rental
ja: カーレンタル
nn: Bilutleige

source: Fuel
ja: 給油所、ガススタンド
nn: Drivstoff

source: EV Charging
ja: EV充電施設
nn: Lading av elbil

source: Healthcare
ja: 健康関連
nn: Helse

source: Clinics
ja: 中規模医療施設
nn: Klinikkar

source: Hospitals
ja: 病院(入院可能)
nn: Sjukehus

source: Dentists
ja: 歯科医院
nn: Tannlegar

source: Accommodation
ja: 宿泊施設
nn: Overnatting

source: Hotels
ja: ホテル、旅館
nn: Hotell

source: Hostels
ja: ユースホステル
nn: Vandrarheimar

source: Bed & Breakfast
ja: 民宿、ゲストハウス

source: Campings
ja: キャンプ場
nn: Campingplassar

source: Recreation
ja: レクレーション
nn: Fritid

source: Parks
ja: 公園
nn: Parkar

source: Playgrounds
ja: 子供の遊び場
nn: Leikeplassar

source: Beaches
ja: 砂浜
nn: Strender

source: Nature Reserves
ja: 自然保護区域
nn: Naturreservat

source: Theme Parks
ja: テーマパーク、遊園地
nn: Temaparkar

source: Theaters
ja: 劇場
nn: Teater

source: Movie Theaters
ja: 映画館
nn: Kinoar

source: Night Clubs
ja: ナイトクラブ、ディスコ
nn: Nattklubbar

source: Museums
ja: 博物館
nn: Museum

source: Attractions
ja: 観光地、観光名所
nn: Attraksjonar

source: Artworks
ja: パブリックアート
nn: Kunstverk

source: Tourist Information
ja: ビジターセンター、観光案内所
nn: Turistinformasjon

source: Sports
ja: スポーツ
nn: Sport

source: Gyms
ja: ジム
nn: Treningssenter

source: Outdoor Gyms
ja: 野外ジム
nn: Utandørstrening

source: Golf Courses
ja: ゴルフコース
nn: Golfbaner

source: From %s to %s
ja: %s から %s へ
nn: Frå %s til %s

source: Loading map tiles for printing
ja: 印刷のために地図タイルを読み込み中
nn: Lastar kartfliser for utskrift

source: You can abort printing if this takes too long
ja: 時間がかかりすぎるならば印刷を中断できます
nn: Du kan avbryte utskrifta om dette tek for lang tid

source: Abort printing
ja: 印刷を中断
nn: Avbryt utskrift

source: Add via location
ja: 経由地を追加
nn: Legg til via-posisjon

source: From
ja: 出発地点
nn: Frå

source: Remove via location
ja: 経由地を削除
nn: Fjern via-posisjon

source: Via
ja: 経由地

source: Reverse route
ja: 逆ルート
nn: Snu rute

source: To
ja: 目的地
nn: Til

source: Search
ja: 検索
nn: Søk

source: Add %s to %s
ja: %s を %s へ追加
nn: Legg %s til i %s

source: Failed to open URI
ja: URIを開けませんでした
nn: Klarte ikkje å opna URI

source: Open with %s
ja: %s で開く
nn: Opna med %s

source: failed to load file
ja: ファイルを読めませんでした
nn: klarte ikkje å lasta fil

source: Estimated time: %s
ja: 所要時間: %s
nn: Estimert tid: %s

source: Itineraries provided by %s
ja: %s 提供の旅程
nn: Ruteplanar levert av %s

source: Start at %s
ja: %s を出発
nn: Start ved %s

source: Start
ja: 開始

source: Walk %s
ja: %s 歩く
nn: Gå %s

source: Arrive at %s
ja: %s に到着
nn: Kom fram til %s

source: Arrive
ja: 到着
nn: Kom fram

source: Show walking instructions
ja: 徒歩案内を表示
nn: Vis gåinstruksjonar

source: Hide walking instructions
ja: 徒歩案内を隠す
nn: Gøym gåinstruksjonar

source: Load earlier alternatives
ja: より早いルートを読み込み
nn: Last tidlegare alternativ

source: Load later alternatives
ja: より遅いルートを読み込み
nn: Last seinare alternativ

source: No earlier alternatives found.
ja: 早いルートが見つかりませんでした。
nn: Fann ingen tidlegare alternativ.

source: No later alternatives found.
ja: 遅いルートが見つかりませんでした。
nn: Fann ingen seinare alternativ.

# month-day-date
source: %b %e
ja: %b%e日
nn: %e. %b

source: No timetable data found for this route.
ja: このルートの時刻表データがありません。
nn: Fann ingen rutetabell-data for denne ruta.

source: No provider found for this route.
ja: このルートのプロバイダーがありません。
nn: Fann ingen tilbydar for denne ruta.

source: %s minute
ja: %s 分
nn: %s minutt

source: %s hour
ja: %s 時間
nn: %s time

source: %s:%s hour
ja: %s:%s
nn: %s:%s time

source: Around the clock
ja: 24時間営業
nn: Heile døgnet

source: From sunrise to sunset
ja: 日の出から日没まで
nn: Frå soloppgang til solnedgang

source: Every day
ja: 毎日
nn: Kvar dag

source: Public holidays
ja: 祝日
nn: Høgtidsdagar

source: School holidays
ja: 学校休日
nn: Skuleferiar

source: not open
ja: 休業
nn: ikkje open

source: Bahá'í
ja: バハイ教

source: Unknown
ja: 不明
nn: Ukjend

source: Exact
ja: 正確
nn: Nøyaktig

source: %s h
ja: %s 時間
nn: %s t

source: %s h %s min
ja: %s 時間 %s 分
nn: %s t %s min

source: %s min
ja: %s 分

source: %s s
ja: %s 秒

source: %s km
ja: %s ㎞

source: Take the stairs to level %s
ja: 階段を %s へ
nn: Ta trappa til nivå %s

source: Take the stairs
ja: 階段を使う
nn: Ta trappa

source: Continue on %s
ja: %s を続ける
nn: Hald fram på %s

source: Turn left on %s
ja: %s を左折
nn: Sving til venstre inn på %s

source: Turn left
ja: 左折
nn: Sving til venstre

source: Turn slightly left on %s
ja: %s を少し左折
nn: Sving svakt til venstre inn på %s

source: Turn slightly left
ja: 少し左折
nn: Sving svakt til venstre

source: Turn sharp left on %s
ja: %s を急に左折
nn: Sving skarpt til venstre inn på %s

source: Turn sharp left
ja: 急に左折
nn: Sving skarpt til venstre

source: Turn right on %s
ja: %s を右折
nn: Sving til høgre inn på %s

source: Turn right
ja: 右折
nn: Sving til høgre

source: Turn slightly right on %s
ja: %s を少し右折
nn: Sving svakt til høgre inn på %s

source: Turn slightly right
ja: 少し右折
nn: Sving svakt til høgre

source: Turn sharp right on %s
ja: %s を急に右折
nn: Sving skarpt til høgre inn på %s

source: Turn sharp right
ja: 急に右折
nn: Sving skarpt til høgre

source: At the roundabout, take exit %s
ja: ラウンドアバウト %s を出る
nn: I rundkøyringa, ta avkøyring %s

source: At the roundabout, take exit to %s
ja: ラウンダバウトで %s へ出口を出る
nn: I rundkøyringa, ta avkøyring mot %s

source: Take the roundabout
ja: ラウンドアバウトを進む
nn: Køyr inn i rundkøyringa

source: Take the elevator and get off at %s
ja: エレベーターに乗って %s で降りる
nn: Ta heisen og gå av på %s

source: Take the elevator
ja: エレベーターに乗る
nn: Ta heisen

source: Make a left u-turn onto %s
ja: %s に左にUターン
nn: Ta ein venstresving (u-sving) inn på %s

source: Make a left u-turn
ja: 左にUターン
nn: Ta ein venstresving (u-sving)

source: Make a right u-turn onto %s
ja: %s に右にUターン
nn: Ta ein høgresving (u-sving) inn på %s

source: Make a right u-turn
ja: 右にUターン
nn: Ta ein høgresving (u-sving)

source: The GNOME Project
nn: GNOME-prosjektet

source: Copyright © 2011 – 2025 Red Hat, Inc. and The GNOME Maps authors
nn: Opphavsrett © 2011–2025 Red Hat, Inc. og GNOME Maps-forfattarane

source: Funicular station
nn: Taubane-stasjon

source: Light rail stop
nn: Bybanestopp

source: Monorail station
nn: Monorail-stasjon

source: Railway station
nn: Jernbanestasjon

source: Subway station
nn: T-banestasjon

source: Railway halt
nn: Jernbanehaldeplass

source: Tram stop
nn: Trikkestopp

source: Vegan & Vegetarian Restaurants
nn: Vegan- og vegetarrestaurantar

source: %s ft
nn: %s fot
