Repository: GNOME/gnome-maps
Catalog: po/kw.po
Languages: kw

source: Hide walking instructions
kw: Kudha danvonadow ow kerdhes

source: Show intermediate stops and information
kw: Diskwedhes powesow yn-mysk ha kedhlow

source: Show walking instructions
kw: Diskwedhes danvonadow ow kerdhes

source: Load earlier alternatives
kw: Karga ken dewisyow kyns

source: Load later alternatives
kw: Karga ken dewisyow diwettha

source: No earlier alternatives found.
kw: Ken dewisyow kyns kavas vyth.

source: No later alternatives found.
kw: Ken dewisyow diwettha kavas vyth.

source: %s minute
kw: %s mynysen

source: %s hour
kw: %s eur

source: %s:%s hour
kw: %s:%s eur

source: Around the clock
kw: Prest

source: From sunrise to sunset
kw: Dhyworth howldrehevel dhe howlsedhes

source: Every day
kw: Keniver dydh

source: Public holidays
kw: Dy'golyow poblek

source: School holidays
kw: Dy'golyow skol

source: not open
kw: na ygor

source: Unknown
kw: Ankoth

source: Exact
kw: Kewar

source: %s h
kw: %s e

source: %s h %s min
kw: %s e %s myn

source: %s min
kw: %s myn

source: %s s
kw: %s e

source: %s ft
kw: %s th
