Repository: GNOME/gnome-maps
Catalog: po/kw.po
Languages: kw

source: Maps
kw: Mappys

source: A simple maps application
kw: App mappys sempel

source: Maps;
kw: Mappys;Mappow;

source: Allows your location to be shown on the map.
kw: Gasa dha tyller rag diskwedhes war'n mappa.

source: last viewed location
kw: tyller gwelys diwettha

source: Coordinates of last viewed location.
kw: Kesordenogyon a tyller gwelys diwettha.

source: zoom
kw: braster mappa

source: Zoom level
kw: Nivel braster mappa

source: rotation
kw: rosellans

source: Map rotation in radians
kw: Rosellans mappa yn radyansow

source: Map type
kw: Eghen mappa

source: The type of map to display (street, aerial, etc.)
kw: An eghen a mappa rag diskwedhes (stret, ayrel, h.e.)

source: Window size
kw: Braster fenester

source: Window size (width and height).
kw: Braster fenester (lester hag ughelder).

source: Window position
kw: Le fenester

source: Window position (X and Y).
kw: Le fenester (X hag Y).

source: Window maximized
kw: Fenester kowlvoghhys

source: Window maximization state
kw: Studh fenester kowlvoghheans

source: Maximum number of search results
kw: Niver moyha a sewyansow hwithrans

source: Maximum number of search results from geocode search.
kw: Niver moyha a sewyansow hwithrans dhyworth hwithrans geokod.

source: Number of recent places to store
kw: Niver a leow a-dhiwedhes rag gwitha

source: Number of recently visited places to store.
kw: Niver a leow omwelys a-dhiwedhes rag gwitha.

source: Number of recent routes to store
kw: Niver a fordhow a-dhiwedhes rag gwitha

source: Number of recently visited routes to store.
kw: Niver a fordhow omwelys a-dhiwedhes rag gwitha

source: OpenStreetMap username or email address
kw: Hanow uyser OpenStreetMap po trigva ebost

source: Indicates if the user has signed in to edit OpenStreetMap data.
kw: Sinya mars an usyer yw omgelmys rag golegi data OpenStreetMap.

source: Last used transportation type for routing
kw: Eghen karyans devnydhys diwettha rag navigacyon

source: Show scale
kw: Diskwedhes skeul

source: Whether to show the scale.
kw: Mar diskwedhes an skeul

source: Map tile URL pattern
kw: Patron gorgevren prileghennow mappa

source: The URL pattern for the vector tile source to use. Note that the map style relies on certain extensions compared to upstream Planetiler OpenMapTiles Profile
kw: An patron gorgevren rag an devedhyans prileghennow vektor rag devnydhya. Notya: an gis mappa fydhya war nebes ystynansow kehevelys dhe Profil OpenMapiles Planetiler y'n avon a-wartha

source: Units to show measurements in
kw: Unsys rag diskwedhes musuransow

source: How to show measurements. ('system' uses default for system locale, 'metric' always show metric units, 'imperial' always show imperial units).
kw: Fatel yllir diskwedhes musuransow. ('system' devnydhya defowt rag yeth system, 'metric' diskwedhes unsys metrek pub prys, 'imperial' diskwedhes unsys emperourethek pub prys).

source: Show location marker
kw: Diskwedhes merkyer GPS

source: Whether to show the user location marker (when location is known).
kw: Mar diskwedhes an merkyer GPS usyer (pan tyller is godhvedhys).

source: Find places around the world
kw: Kavos tylleroyw dres an bys

source: Maps gives you quick access to maps all across the world. It allows you to quickly find the place you’re looking for by searching for a city or street, or locate a place to meet a friend.
kw: Mappys ri ty hedhas uskis rag mappys dres oll an bys. Yth gasa ty kavos uskis an tyller hwilas os gans ow hwilas rag unn cita po stret, po desedha unn tyller rag metya koweth.

source: Maps uses the collaborative OpenStreetMap database, made by hundreds of thousands of people across the globe.
kw: Mappys devnydhya an sel dherivasow kesoberus OpenStreetMap, gwrys gans kanskweyth a vilyow a poblow dres oll an bys.

source: Map view
kw: Gwel mappa

source: Pedestrian route instructions
kw: Danvonadow kerdher

source: Information on a selected place
kw: Kedhlow a-dro le dewisys

source: Public transit itinerary
kw: Navigacyon karyans poblek

source: The GNOME Project
kw: An Ragdres GNOME

source: Route from Here
kw: Navigacya a Omma

source: Add Intermediate Destination
kw: Addya Diwedhva Yn-Mysk

source: Route to Here
kw: Navigacya dhe Omma

source: Clear Current Route
kw: Dilea Fordh A-Lemmyn

source: Copy Location
kw: Kopia Tyller

source: Add to OpenStreetMap…
kw: Addya dhe OpenStreetMap…

source: Export View
kw: Gwel Esporth

source: _Cancel
kw: _Hedhi

source: _Export
kw: _Esperthi

source: Remove Favorite
kw: Remova Drudh

source: No Favorites
kw: Drudh Vyth

source: Add places to your favorites to get them listed here
kw: Addya leow yn dha drudh rag rolya y's omma

source: Current Location
kw: Tyller A-Lemmyn

source: Layers
kw: Gwiskasow

source: Favorites
kw: Drudh

source: Route Planner
kw: Towlenner Fordh

source: Show Scale
kw: Diskwedhes Skeul

source: Show Location Marker
kw: Diskwedhes Merkyer GPS

source: Open Shape Layer…
kw: Ygeri Gwiskas Furv…

source: _Set up OpenStreetMap Account…
kw: _Selya Akont OpenStreetMap…

source: _Export as Image…
kw: _Esperthi avel Aven…

source: Measurement Units
kw: Unsys Musurans

source: _System Default
kw: Defowt _System

source: _Metric
kw: _Metrek

source: _Imperial
kw: _Emperourethek

source: _Keyboard Shortcuts
kw: _Kesunyansow Bysowek

source: _About Maps
kw: _A-dro Mappys

source: Main Menu
kw: Rol Chif

source: View Place Information
kw: Gweles Kedhlow Tyller

source: Print Route
kw: Pryntya Fordh

source: Close Sidebar
kw: Degea Bordh Lestri

source: OpenStreetMap Account
kw: Akont OpenStreetMap

source: Sign In To Edit Maps
kw: Omgelmi Rag Golegi Mappys

source: Help to improve the map, using an OpenStreetMap account.
kw: Gweres gwellhe an mappa, ow devnydhya akont OpenStreetMap.

source: _Sign In
kw: _Omgelmi

source: Verification
kw: Gwirheans

source: Copy the verification code shown when authorizing access in the browser.
kw: Kopia an kod gwirheans diskwedhys pan ow reythhe hedhas y'n peurell.

source: Verification Code
kw: Kod Gwirheans

source: _Verify
kw: _Gwirhe

source: Signed In
kw: Omgelmys

source: Your OpenStreetMap account is active.
kw: Dha akont OpenStreetMap yw byw.

source: _Sign Out
kw: Om_dhigelmi

source: Discard Changes?
kw: Dilea Chanjyow?

source: Your current changes to the map will be lost
kw: Dha chanjyow a-lemmyn dhe'n mappa a wra bos kellys

source: _Discard
kw: _Dilea

# dialog title
source: Edit Location
kw: Golegi Le

source: Loading…
kw: Ow Karga…

source: Edit Location
kw: Golegi Le

source: Edit an existing location in OpenStreetMap
kw: Golegi tyller a-lemmyn yn OpenStreetMap

source: Continue
kw: Pesya

source: Location Type
kw: Eghen Le

source: Search types
kw: Hwilas eghennow

source: Recently Used Types
kw: Eghennow Devnydhys A-Dhiwedhes

source: Edit Map
kw: Golegi Mappa

source: Almost There!
kw: Ogas Ena!

source: Describe your map changes. They will be visible on all maps that use OpenStreetMap data.
kw: Deskrifa dha chanjyow mappa. Y's a vydh bos gweladow war oll mappys ow devnydhya data OpenStreetMap.

source: Submit
kw: Danvon

source: None
kw: Vyth

source: Explore Nearby Places
kw: Trovya Leow Ogas

source: No results found
kw: Sewyansow kavas vyth

source: An error has occurred
kw: Yma error

source: Change Route Order
kw: Chanjya Aray Navigacyon

source: Walking
kw: Ow Kerdhes

source: Cycling
kw: Ow Diwrosa

source: Driving
kw: Ow Lewya

source: Public Transit
kw: Karyans Poblek

source: Route search by GraphHopper
kw: Hwithrans navigacyon gans GraphHopper

source: Itineraries provided by Transitous
kw: Navigacyon karyans poblek provys gans Transitious

source: More Information
kw: Kedhlow Moy

source: Routing itineraries for public transit is provided by third-party services. GNOME can not guarantee correctness of the itineraries and schedules shown. Note that some providers might not include all available modes of transportation, e.g. a national provider might not include airlines, and a local provider could miss regional trains. Names and brands shown are to be considered as registered trademarks when applicable.
kw: Navigacyon karyans poblek yw provis gans gonisyow parti tressa. GNOME ny yllir mewghya komposter a'n danvonadow ha termynyow diskwedhys. Notya nebes provioryon martesen na synsi oll fordhow a karyans kavadow, r.e. provier kenedhlek martesen na synsi ayrlinennow, ha provier leel a yll fyllel trenow ranndirek. Henwyn ha merkys diskwedhys y kodh tybys avel tradmerkys kovskrifys mar perthynek.

source: Back
kw: Dehweles

source: Open Location
kw: Ygeri Tyller

source: C_opy
kw: _Kopia

source: _Send To…
kw: _Danvon Dhe…

source: Toggle visible
kw: Dewis gweladow

source: Remove Shape Layer
kw: Remova Gwiskas Furv

# shortcut window
source: General
kw: Ollgemmyn

# shortcut window
source: Show Shortcuts
kw: Diskwedhes Kesunyansow Bysowek

# shortcut window
source: Search
kw: Hwilas

# shortcut window
source: Explore points-of-interest
kw: Trovya leow

# shortcut window
source: Show last search results
kw: Diskwedhes sewyansow hwithrans a-dhiwedhes

# shortcut window
source: Show route planner
kw: Diskwedhes towlenner navigacyon

# shortcut window
source: Print route
kw: Pryntya fordh

# shortcut window
source: Quit
kw: Kwytya

# shortcut window
source: Open main menu
kw: Ygeri rol chif

# shortcut window
source: Map View
kw: Gwel Mappa

# shortcut window
source: Zoom in
kw: Moghhe

# shortcut window
source: Zoom out
kw: Lehe

# shortcut window
source: Rotate clockwise
kw: Rosella naswedhek

# shortcut window
source: Rotate counter-clockwise
kw: Rosella gorthnaswedhek

# shortcut window
source: Reset rotation
kw: Dasgorra rosellans

# shortcut window
source: Toggle scale
kw: Dewis skeul

# shortcut window
source: Go to current location
kw: Mos dhe tyller a-lemmyn

# shortcut window
source: Open shape layer
kw: Ygeri gwiskas furv

# shortcut window
source: Toggle location marker
kw: Dewis merkyer GPS

source: Leave Now
kw: Gasa Lemmyn

source: Leave By
kw: Gasa Erbynn

source: Arrive By
kw: Dhrehedhes Erbynn

source: View More
kw: Gweles Moy

source: Show
kw: Diskwedhes

source: _Buses
kw: _Kyttrinyow

source: _Trams
kw: _Tramyow

source: T_rains
kw: T_renow

source: _Subway
kw: _Metro

source: _Ferries
kw: Kow_balow

source: _Airplanes
kw: _Ayrennow

source: Add to new route
kw: Addya dhe fordh nowydh

source: _Directions
kw: _Danvonadow

source: Share Location
kw: Kevrenna Tyller

source: Mark as Favorite
kw: Merkya avel Drudh

source: Edit on OpenStreetMap
kw: Golegi war OpenStreetMap

source: Share location
kw: Kevrenna tyller

source: Back to Main Categories
kw: Dehweles dhe Pennklassys

source: Reset Rotation
kw: Dasgorra Rosellans

source: Zoom Out
kw: Lehe

source: Zoom In
kw: Moghhe

source: Failed to find tile structure in directory
kw: Ny yllir kavos kesweyth prileghen yn restrenva

source: Failed to parse XML document
kw: Ny yllir redya skrif XML

source: Missing required attributes
kw: Teythiennow a res fyllel

source: Could not find OSM element
kw: Ny yllir kavos elven OSM

source: A path to a local tiles directory structure
kw: Tyller dhe kesweyth restrenva prileghennow leel

source: Tile size for local tiles directory
kw: Braster prileghen rag restrenva prileghennow leel

source: Show the version of the program
kw: Diskwedhes an versyon a'n towlen

source: Search for places
kw: Hwilas leow

source: [FILE…|URI]
kw: [RESTREN…|URI]

source: Invalid maps: URI: %s
kw: Mappys anewn: URI: %s

source: Maps at %f, %f.png
kw: Mappys yn %f, %f.png

source: Unable to export view
kw: Ny yllir esperthi gwel

source: Favorite removed
kw: Drudh removys

source: _Undo
kw: _Digelmi

source: invalid coordinate
kw: kesordenek anewn

source: parse error
kw: error redya

source: unknown geometry
kw: mynsonieth ankoth

source: Route request failed.
kw: Govyn navigacyon fyllis.

source: No route found.
kw: Fordh kavas vyth.

source: Start!
kw: Dalleth!

source: Failed to connect to location service
kw: Ny yllir junya dhe gonis GPS

source: Turn on location services
kw: Bywhe gonisyow GPS

source: Location Settings
kw: Settyansow GPS

source: Show Route Planner
kw: Diskwedhes Towlenner Fordh

source: Copyright © 2011 – 2026 Red Hat, Inc. and The GNOME Maps authors
kw: Gwirbryntyans © 2011 – 2026 Red Hat, Inc. hag An awtours GNOME Mappys

source: translator-credits
kw: Flynn

source: Map data by %s and contributors
kw: Data mappa gans %s ha kevriysi

source: Map Data Provider
kw: Provier Data Mappa

source: Map Tile Provider
kw: Provier Prileghennow Mappa

source: Map tiles provided by %s
kw: Prileghennow mappa provys gans %s

source: Search Provider
kw: Provier Hwithrans

source: Search provided by %s using %s
kw: Hwithrans provys gans %s ow devnydhya %s

source: All Layer Files
kw: Oll Restrennow Gwiskas

source: Open Shape Layers
kw: Ygeri Gwiskasow Furv

source: Failed to open layer
kw: Ny yllir ygeri gwiskas

source: Do you want to continue?
kw: A vynn'ta pesya?

source: You are about to open files with a total size of %s MB. This could take some time to load
kw: Owth ygeri os ta restrennow gans braster somm a %s MB. Hemma a yll kemeres re termyn rag karga

source: Cancel
kw: Hedhi

source: File type is not supported
kw: Eghen restren yw anskoodhys

source: Failed to open GeoURI
kw: Ny yllir ygeri GeoURI

source: Zoom in to add location
kw: Moghhe rag addya le

source: Location was added in OpenStreetMap
kw: Le o addys yn OpenStreetMap

source: Start
kw: Dalleth

source: Arrive
kw: Drehedhes

source: Take the stairs to level %s
kw: Kemeres an grisyow dhe leur %s

source: Take the stairs
kw: Kemeres an grisyow

source: Continue on %s
kw: Pesya war %s

source: Turn left on %s
kw: Treylya a-gledh war %s

source: Turn left
kw: Treylya a-gledh

source: Turn slightly left on %s
kw: Treylya boghes a-gledh war %s

source: Turn slightly left
kw: Treylya boghes a-gledh

source: Turn sharp left on %s
kw: Treylya lymm a-gledh war %s

source: Turn sharp left
kw: Treylya lymm a-gledh

source: Turn right on %s
kw: Treylya a-dhyghow war %s

source: Turn right
kw: Treylya a-dhyghow

source: Turn slightly right on %s
kw: Treylya boghes a-dhyghow war %s

source: Turn slightly right
kw: Treylya boghes a-dhyghow

source: Turn sharp right on %s
kw: Treylya lymm a-dhyghow war %s

source: Turn sharp right
kw: Treylya lymm a-dhyghow

source: At the roundabout, take exit %s
kw: Orth an fordh a-dro, kemeres mesporth %s

source: At the roundabout, take exit to %s
kw: Orth an fordh a-dro, kemeres mesporth dhe %s

source: Take the roundabout
kw: Kemeres an fordh a-dro

source: Take the elevator and get off at %s
kw: Kemeres an yskynnell ha dilestra orth %s

source: Take the elevator
kw: Kemeres an yskynnell

source: Make a left u-turn onto %s
kw: Gwruthyl u-torn a-gledh war %s

source: Make a left u-turn
kw: Gwruthyl u-torn a-gledh

source: Make a right u-turn onto %s
kw: Gwruthyl u-torn a-dhyghow war %s

source: Make a right u-turn
kw: Gwruthyl u-torn a-dhyghow

source: The verification code didn’t match, please try again.
kw: An kod gwirheans ny omdhesedha, assaya arta, mar pleg.

source: Incorrect user name or password
kw: Hanow usyer po ger-tremena anewn

source: Success
kw: Sewena

source: Bad request
kw: Govyn drog

source: Object not found
kw: Tra na kavas

source: Conflict, someone else has just modified the object
kw: Kontradians, nebonan aral re chanjys an tra namnygen

source: Object has been deleted
kw: Tra re bos dileys

source: Way or relation refers to non-existing children
kw: Linen po perthynyans mires orth fleghes na ekistya

source: General
kw: Ollgemmyn

source: Name
kw: Hanow

source: Type
kw: Eghen

source: Address
kw: Trigva

source: Contact
kw: Kestav

source: Opening Hours
kw: Euryow Ygeri

source: Phone
kw: Niver Fon

source: Email
kw: Trigva Ebost

source: Website
kw: Gwiasva

source: Accessibility
kw: Hedhadewder

source: Wheelchair Access
kw: Hedhas Kador Ros

source: Yes
kw: Ya

source: No
kw: Na

source: Limited
kw: Strothys

source: Designated
kw: Titlys

source: Internet Access
kw: Hedhas Kesrosweyth

source: Wired
kw: Gwivrys

source: Terminal
kw: Termynal

source: Service
kw: Gonis

source: Miscellaneous
kw: Divers

source: Wikipedia
kw: Wikipedya

source: Population
kw: Poblans

source: Altitude
kw: Ughelder

source: Elevation above sea level, in meters
kw: Ughelder a-ugh nivel mor, yn metrow

source: Takeout
kw: Kemeres yn-kerdh

source: Only
kw: Hepken

source: Religion
kw: Kryjyans

source: Animism
kw: Animieth

source: Buddhism
kw: Bouddieth

source: Caodaism
kw: Caodieth

source: Christianity
kw: Kristonedh

source: Confucianism
kw: Konfucianieth

source: Hinduism
kw: Hindieth

source: Jainism
kw: Jainieth

source: Judaism
kw: Judieth

source: Multiple Religions
kw: Kryjyansow Liesek

source: Paganism
kw: Paganieth

source: Pastafarianism
kw: Pastafarianieth

source: Scientology
kw: Scientologieth

source: Sikhism
kw: Sikhieth

source: Spiritualism
kw: Spyrysieth

source: Taoism
kw: Taoieth

source: Unitarian Universalism
kw: Universalieth Unseseth

source: Yazidism
kw: Yazidieth

source: Zoroastrianism
kw: Zoroastrianieth

source: Note
kw: Noten

# dialog heading
source: Add Location
kw: Addya Le

source: Add a new location to OpenStreetMap
kw: Addya le nowydh dhe OpenStreetMap

source: Changes successfully submitted
kw: Chanjyow danvenys yn sewen

source: Unspecified value
kw: Dalgh anragnotys

source: Street Name
kw: Hanow Stret

source: House Number
kw: Niver Chi

source: ZIP Code
kw: Kod Post

source: City
kw: Cita

source: Wikipedia Article
kw: Artikel Wikipedya

source: Wikidata Tag
kw: Tagg Wikidata

source: Load Wikidata tag from article name
kw: Karga tagg Wikidata dhyworth hanow artikel

source: Couldn't find Wikidata tag for article
kw: Ny yllir kavos tagg Wikidata rag artikel

source: Aerialway
kw: Hyns Ayrel

source: Aeroway
kw: Isframweyth Ayrel

source: Amenity
kw: Le

source: Barrier
kw: Lett

source: Road
kw: Fordh

source: Historic
kw: Istorek

source: Leisure
kw: Termyn Syger

source: Office
kw: Buro

source: Place
kw: Tyller

source: Railway
kw: Hyns Horn

source: Shop
kw: Gwerthji

source: Tourism
kw: Tornyaseth

source: Other
kw: Aral

source: Public transportation stop
kw: Savla karyans poblek

source: Funicular station
kw: Gorsav hyns horn mena

source: Light rail stop
kw: Savla hyns horn skav

source: Monorail station
kw: Gorsav tren ungledhren

source: Railway station
kw: Gorsav hyns horn

source: Subway station
kw: Gorsav metro

source: Railway halt
kw: Savla hyns horn

source: Tram stop
kw: Savla tram

source: Unnamed place
kw: Le anhenwys

source: Clear Entry
kw: Dilea Ynworrans

source: Failed to parse Geo URI
kw: Ny yllir redya URI Geo

source: Failed to parse Maps URI
kw: Ny yllir redya URI Mappys

source: Coordinates
kw: Kesordenogyon

source: Accuracy
kw: Kewerder

source: Accuracy: %s
kw: Kewerder: %s

source: Phone number
kw: Niver fon

source: Floor
kw: Leur

source: Floor %s
kw: Leur %s

source: At ground level
kw: War leur a-woles

source: %s floor above ground level
kw: %s leur a-ugh leur a-woles

source: %s floor below ground level
kw: %s leur a-woles leur a-woles

source: Offers takeout
kw: Offra kemeres yn-kerdh

source: Does not offer takeout
kw: Na offra kemeres yn-kerdh

source: Only offers takeout
kw: Offra kemeres yn-kerdh hepken

source: Opening hours
kw: Euryow ygeri

source: Public internet access
kw: Hedhas kesrosweyth poblek

source: No internet access
kw: Hedhas kesrosweyth vyth

source: Public Wi-Fi
kw: Wi-Fi Poblek

source: Wired internet access
kw: Hedhas kesrosweyth gwivrys

source: Computers available for use
kw: Amontyellow kavadow rag devnydh

source: Internet assistance available
kw: Gweres kesrosweyth kavadow

source: No toilets available
kw: Privedhyow kavadow vyth

source: Toilets available
kw: Privedhyow kavadow

source: Wheelchair accessible
kw: Hedhadow kador ros

source: Limited wheelchair accessibility
kw: Hedhadewder kador ros strothys

source: Not wheelchair accessible
kw: Na hedhadow gans kador ros

source: Designated for wheelchair users
kw: Titlys rag usyoryon kador ros

source: %s below sea level
kw: %s a-woles nivel mor

source: At sea level
kw: Orth nivel mor

source: Religion:
kw: Kryjyans:

source: Exit %s
kw: Fordh 'mes %s

source: Place not found in OpenStreetMap
kw: Le na kavas yn OpenStreetMap

source: Coordinates in URL are not valid
kw: Kesordenogyon yn URL yw anewn

source: URL is not supported
kw: URL yw anskoodhys

source: Amenities
kw: Leow

source: ATMs
kw: Tell y'n Fos

source: Post Boxes
kw: Kistyow Post

source: Post Offices
kw: Lythervaow

source: Police
kw: Kreslu

source: Libraries
kw: Lyvervaow

source: Pharmacies
kw: Kymystyon

source: Recycling
kw: Eylgylghyans

source: Toilets
kw: Privedhyow

source: Wheelchair-accessible Toilets
kw: Privedhyow Hedhadow gans Kador Ros

source: Baggage Lockers
kw: Amaris Fardellow

source: Eating & Drinking
kw: Ow Dybri & Owth Eva

source: Restaurants
kw: Bostiow

source: Vegan & Vegetarian Restaurants
kw: Bostiow Vegan & Losowek

source: Fast Food
kw: Boos Uskis

source: Food Courts
kw: Garthow Boos

source: Pubs
kw: Diwottiow

source: Bars
kw: Barrys

source: Cafes
kw: Koffijiow

source: Ice Cream
kw: Dehen Rew

source: Food, Snacks, and Beverage Machines
kw: Jynnys Boos, Temmyn, ha Swynennow

source: Shopping
kw: Ow Prenassa

source: Supermarkets
kw: Gorvarghasow

source: Convenience Stores
kw: Gwerthjiow Es

source: Shopping Malls
kw: Kresen-Brenassa

source: Clothes
kw: Dillas

source: Shoes
kw: Eskisyow

source: Electronics
kw: Elektronegow

source: Alcohol
kw: Alkohol

source: Bakeries
kw: Poptiow

source: Flowers
kw: Flourys

source: Gifts
kw: Rohow

source: Transportation
kw: Karyans

source: Bus & Tram Stops
kw: Savlaow Kyttirin & Tram

source: Train & Subway Stations
kw: Gorsavow Tren & Metro

source: Tickets
kw: Toknys

source: Parking
kw: Parkyans

source: Bicycle Parking
kw: Parkyans Diwros

source: Bicycle Rental
kw: Rentyans Diwros

source: Car Rental
kw: Rentyans Karr

source: Fuel
kw: Keunys

source: EV Charging
kw: Kargyans Karr Tredanek

source: Healthcare
kw: Yegheswith

source: Clinics
kw: Medhegvaow

source: Hospitals
kw: Klavjiow

source: Dentists
kw: Medhogyon dens

source: Accommodation
kw: Ostyans

source: Hotels
kw: Ostelyow (Hotels)

source: Hostels
kw: Ostelyow (Hostels)

source: Bed & Breakfast
kw: Gweli & Hansel

source: Campings
kw: Kampow

source: Recreation
kw: Diskwithans

source: Parks
kw: Parkow

source: Playgrounds
kw: Garthow-Gwari

source: Beaches
kw: Trethow

source: Nature Reserves
kw: Gwithvaow Natur

source: Theme Parks
kw: Parkow Thema

source: Theaters
kw: Gwarivaow

source: Movie Theaters
kw: Cinemas

source: Night Clubs
kw: Klubys Nos

source: Museums
kw: Gwithtiow

source: Attractions
kw: Tennvosow

source: Artworks
kw: Artweyth

source: Tourist Information
kw: Kedhlow Tornyaseth

source: Sports
kw: Sportys

source: Gyms
kw: Helyow Sport

source: Outdoor Gyms
kw: Helyow Sport Yn-Mes

source: Golf Courses
kw: Gwelyow Golf

source: From %s to %s
kw: A %s dhe %s

source: Loading map tiles for printing
kw: Ow karga prileghennow mappa rag ow pryntya

source: You can abort printing if this takes too long
kw: Ty a yll astel ow pryntya mar hemma kemeres re termyn

source: Abort printing
kw: Astel ow pryntya

source: Add via location
kw: Addya tyller der

source: From
kw: A

source: Remove via location
kw: Remova tyller der

source: Via
kw: Der

source: Reverse route
kw: Gorthtreylya fordh

source: To
kw: Dhe

source: Estimated time: %s
kw: Termyn dysmygrivys: %s

source: Search
kw: Hwilas

source: Add %s to %s
kw: Addya %s dhe %s

source: Failed to open URI
kw: Ny yllir ygeri URI

source: Open with %s
kw: Ygeri gans %s

source: failed to load file
kw: ny yllir karga restren

source: Walk %s
kw: Kerdhes %s

source: Arrive at %s
kw: Drehedhes yn %s

source: Start at %s
kw: Dalleth yn %s

source: Hide intermediate stops and information
kw: Kudha powesow yn-mysk ha kedhlow
